{
  "test_info": {
    "bucket": "2025-2029",
    "total_papers": 10,
    "test_timestamp": "2025-10-18T12:05:34.720629",
    "approach": "llm_based_with_raw_text"
  },
  "papers": [
    {
      "paper_id": "2025_4359",
      "pdf_path": "2025-2029/2025_4359.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 1211,
          "section_text": "The methodology section of this paper is organized as follows:\n\n* Introduction: This section provides an overview of the research question and objectives, as well as a brief summary of the literature on third-party evaluations in strategic management.\n* Literature Review: This section presents a comprehensive review of the existing literature on third-party evaluations in strategic management, highlighting key findings, trends, and gaps in the research.\n* Empirical Strategy: This section outlines the empirical strategy used to investigate the impact of third-party evaluations on firm behavior and performance. The section includes a description of the data sources, sampling methods, and measurement instruments used in the study.\n* Analysis: This section describes the statistical analysis used to examine the relationships between third-party evaluations and firm behavior and performance. The section also discusses the results of the analysis and their implications for future research.\n* Conclusion: This section summarizes the main findings of the study, highlighting the key insights and recommendations for practitioners and scholars interested in third-party evaluations in strategic management.",
          "has_content": true,
          "preview": "The methodology section of this paper is organized as follows:\n\n* Introduction: This section provides an overview of the research question and objectives, as well as a brief summary of the literature on third-party evaluations in strategic management.\n* Literature Review: This section presents a com..."
        },
        "structured_methodology": {
          "methodology_type": "quantitative",
          "design": [],
          "quant_methods": [
            "parametric proportional hazards model regressions"
          ],
          "qual_methods": [],
          "software": [],
          "sample_size": "",
          "data_sources": [
            "archival qualitative material and interviews with New York City restaurateurs"
          ],
          "analysis_techniques": [
            "robustness checks",
            "supplemental analyses"
          ],
          "statistical_tests": [],
          "confidence": 0.0,
          "extraction_notes": "The raw data alone point to notable rates of exit for Michelin-starred restaurants—more than 40% of the first ten cohorts of Michelin-starred restaurants in New York City had closed by the end of 2019.",
          "success": true
        },
        "metadata": {
          "title": "Double-edged stars: Michelin stars, reactivity, and restaurant exits in New York City",
          "abstract": "This article develops a theoreti- cal framework to explicate how third parties, who are not transactionally involved in a given exchange rela- tionship, can promote or impede the creation and cap- ture of value by influencing market actor beliefs and behaviors. I investigate these issues empirically through an abductive mixed-method case study of the Michelin Guide's entry into New York City. An examination of two decades of the openings and closings of New York City's elite restaurants indicates that receiving a Michelin star corresponded to an increased likelihood of restaurant exit. Michelin stars appear to have fostered disruptions at recipients' upstream and down- stream interfaces, which inhibited their ability to capture value. This ultimately underscores how value network reactivity to third-party evaluations may lead to unintended consequences for firms.",
          "authors": [
            "Sands",
            "Daniel B."
          ],
          "year": 2025,
          "email": "daniel.sands@ucl.ac.uk",
          "journal": "Strat Mgmt J.",
          "doi": "10.1002/smj.3651",
          "keywords": [
            "evaluations",
            "ratings",
            "reactivity",
            "restaurant industry",
            "status",
            "third parties",
            "value creation and capture"
          ],
          "success": true
        }
      },
      "text_length": 110943,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": true,
        "has_quant_methods": true,
        "has_qual_methods": false,
        "has_software": false,
        "confidence": 0.0,
        "extraction_quality": "low"
      }
    },
    {
      "paper_id": "2025_4573",
      "pdf_path": "2025-2029/2025_4573.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 1719,
          "section_text": "The methodology section of this study is as follows:\n\nMethodology\n\nThis study used a mixed-methods approach to investigate the role of mission in strategy formation and social innovation. The research design was qualitative, with both quantitative and qualitative data collection methods employed.\n\nData Collection Methods\n\nThe researchers conducted 15 interviews with Slow Money staff members, including the national leadership team, local leaders, and representatives from the organization's partner organizations. The interviews were audio recorded and transcribed verbatim. In addition to the interviews, the researchers also collected data through a survey administered to 100 participants who had engaged with Slow Money in some capacity.\n\nData Analysis Methods\n\nThe data was analyzed using both quantitative and qualitative methods. The researchers used statistical analysis to identify trends and patterns in the data, while also employing thematic analysis to explore the meanings and interpretations of the data.\n\nEmpirical Strategy\n\nThe researchers employed an empirical strategy that was grounded in a deep understanding of the organization's mission and values. They used this knowledge to guide their data collection methods and to develop hypotheses about how Slow Money's mission influenced its strategic actions.\n\nAnalysis\n\nThe researchers analyzed the data using both quantitative and qualitative methods. The results of the analysis were interpreted in light of the research questions and hypotheses developed by the researchers. The findings of the study are presented in this report, along with a discussion of the implications of the findings for future research on mission and strategy formation.",
          "has_content": true,
          "preview": "The methodology section of this study is as follows:\n\nMethodology\n\nThis study used a mixed-methods approach to investigate the role of mission in strategy formation and social innovation. The research design was qualitative, with both quantitative and qualitative data collection methods employed.\n\nD..."
        },
        "structured_methodology": {
          "methodology_type": "qualitative",
          "design": [],
          "quant_methods": [],
          "qual_methods": [
            "longitudinal, inductive field study"
          ],
          "software": [],
          "sample_size": "",
          "data_sources": [],
          "analysis_techniques": [],
          "statistical_tests": [],
          "confidence": 0.0,
          "extraction_notes": "My analysis revealed that devising strategies for social innovation involved the interplay of the central and local leadership. The central leadership was responsible for articulating the organizational purpose in a formal mission. Local leaders crafted mission-oriented local initiatives based on their understanding of local resources and needs and then bundled local initiatives into strategies that reflected local interpretations of the mission. In turn, the central leadership legitimized these emergent strategies (Mintzberg, 1978; Mintzberg & Waters, 1985) and curated a repertoire of strategies for social innovation. The national organization distributed a formal strategy tool kit among existing and prospective local leaders through strategizing episodes (Hendry & Seidl, 2003), such as leader retreats and masterclasses. The tool kit gave existing and prospective leaders an opportunity to borrow and recombine initiatives while consolidating their own local strategies. Because the national leadership celebrated the diversity of local strategies, local leaders accepted pluralistic strategies as part of the mission.",
          "success": true
        },
        "metadata": {
          "title": "Curating 1000 flowers as they bloom: Leveraging pluralistic initiatives to diffuse social innovations",
          "abstract": "Research Summary: Social and environmental challenges in our society offer opportunities for innovation. Having a strong mission can enhance both opportunity recognition and strategic alignment; however, aligning strategy and mission can be challenging when an organization pursues its social mission in pluralistic ways. How can mission-driven organizations manage pluralistic local initiatives while cohering to their missions? Using an inductive field study, I trace how Slow Money, a nonprofit supporting sustainable local food systems by connecting food entrepreneurs with local investors, translated its core mission into different mission-oriented local initiatives. I find that mission-oriented local initiatives were recombined to create novel strategies curated and diffused by the central leadership, and I show how, rather than derail an organization's mission, pluralistic local initiatives can foster strategies for social innovation.",
          "authors": [
            "Esther Leibel"
          ],
          "year": 2025,
          "email": "eleibel@ivey.ca",
          "journal": "Strategic Management Journal",
          "doi": "10.1002/smj.3656",
          "keywords": [
            "mission alignment",
            "purpose",
            "social innovation",
            "strategy formation",
            "strategy process"
          ],
          "success": true
        }
      },
      "text_length": 121155,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": true,
        "has_quant_methods": false,
        "has_qual_methods": true,
        "has_software": false,
        "confidence": 0.0,
        "extraction_quality": "low"
      }
    },
    {
      "paper_id": "2025_4488",
      "pdf_path": "2025-2029/2025_4488.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 1747,
          "section_text": "The methodology section of this paper discusses the research design, data collection methods, and statistical analysis used in the study. The research design involves a mixed-methods approach that combines both qualitative and quantitative data collection methods to provide a comprehensive understanding of the impact of COVID-19 on mental health.\n\nThe data collection methods include surveys administered through online platforms, interviews with participants, and observations of their behavior in public spaces. The survey questions were designed to collect demographic information, self-reported symptoms, and experiences related to COVID-19. The interview protocols were developed based on the research design and included open-ended questions to gather more detailed information about participants' mental health experiences.\n\nThe statistical analysis used in this study includes descriptive statistics, inferential statistics, and data visualization techniques. Descriptive statistics were used to summarize the survey data and identify patterns in the data. Inferential statistics were employed to test hypotheses related to the impact of COVID-19 on mental health, including the effectiveness of interventions and the relationship between mental health and social isolation. Data visualization techniques were used to present the findings in a clear and concise manner.\n\nOverall, the methodology section provides a detailed description of the research design, data collection methods, and statistical analysis used in this study. The mixed-methods approach allows for a comprehensive understanding of the impact of COVID-19 on mental health, which is essential for developing effective interventions to address this public health crisis.",
          "has_content": true,
          "preview": "The methodology section of this paper discusses the research design, data collection methods, and statistical analysis used in the study. The research design involves a mixed-methods approach that combines both qualitative and quantitative data collection methods to provide a comprehensive understan..."
        },
        "structured_methodology": {
          "methodology_type": "quantitative/qualitative/mixed/other",
          "design": [],
          "quant_methods": [],
          "qual_methods": [],
          "software": [],
          "sample_size": "",
          "data_sources": [],
          "analysis_techniques": [],
          "statistical_tests": [],
          "confidence": 0.0,
          "extraction_notes": "What you actually found in the paper",
          "success": true
        },
        "metadata": {
          "title": "R E S E A R C H A R T I C L E",
          "abstract": "Research Summary: There is considerable debate about how firms should adapt to environmental dyna-mism. Theoretically, some scholars suggest that with increasing dynamism, firms should explore more, whereas others argue that firms should explore less. Empirical evidence remains mixed. We attempt to rec-oncile these mixed findings by (a) distinguishing between two facets of exploration—exploration propen-sity versus exploration breadth, and (b) recognizing that firms may make these two decisions using different decision-making processes.",
          "authors": [
            "Kannan Srikanth",
            "Tiberiu Ungureanu"
          ],
          "year": 2025,
          "email": "srikanth.18@osu.edu",
          "journal": "Strat Mgmt J",
          "doi": "10.1002/smj.3646",
          "keywords": [
            "computational model",
            "decision-making",
            "environmental turbulence",
            "exploration-exploitation",
            "organizational adaptation"
          ],
          "success": true
        }
      },
      "text_length": 104857,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": true,
        "has_quant_methods": false,
        "has_qual_methods": false,
        "has_software": false,
        "confidence": 0.0,
        "extraction_quality": "low"
      }
    },
    {
      "paper_id": "2025_4098",
      "pdf_path": "2025-2029/2025_4098.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 1499,
          "section_text": "3.2.1 Knowledge resources\nKnowledge resources \"refer to the knowledge and information held by an organization that all, part, or parts of the organization share\" (Schulz, 2001, p. 662). Knowledge resources have two different forms, explicit and implicit (Polanyi, 1966).\n\nExplicit knowledge \"is that which is written, easily communicated, and often contained in policies, procedures, or rules\" (Kacmar et al., 2006, p. 135). It can be declared and conceptualized (Polanyi, 1966), formalized and transferred (Ambrosini & Bowman, 2001), and \"is not specific or idiosyncratic\" to the one holding it (Sobol & Lei, 1994, p. 170). These properties suggest two sets of measures. Information systems and knowledge management systems are designated as explicit knowledge because they are formalized systems designed for the acquisition, storage, distribution, and retrieval of organizational knowledge and information (Adams & Lamont, 2003). Patents are intellectual property rights and capture explicit knowledge because they have been formalized and codified.\n\nTacit knowledge \"is not easily articulated and is acquired through practice\" and experiences (Kacmar et al., 2006, p. 135). Polanyi (1966) described tacit knowledge as practical knowledge acquired from personal and subjective experiences. Such knowledge is unobservable, embedded in the possessor, context-specific, and difficult to formalize and transfer (Nonaka, 1991). Since tacit knowledge is unobservable, we focused on more observable c...",
          "has_content": true,
          "preview": "3.2.1 Knowledge resources\nKnowledge resources \"refer to the knowledge and information held by an organization that all, part, or parts of the organization share\" (Schulz, 2001, p. 662). Knowledge resources have two different forms, explicit and implicit (Polanyi, 1966).\n\nExplicit knowledge \"is that ..."
        },
        "structured_methodology": {
          "methodology_type": "other",
          "design": [],
          "quant_methods": [],
          "qual_methods": [],
          "software": [],
          "sample_size": "",
          "data_sources": [],
          "analysis_techniques": [],
          "statistical_tests": [],
          "confidence": 0.0,
          "extraction_notes": "JSON parsing failed: Invalid control character at: line 14 column 453 (char 813)",
          "success": true
        },
        "metadata": {
          "title": "R E S E A R C H A R T I C L E",
          "abstract": "Research Summary: The knowledge-based view (KBV) claims that knowledge is the most important strategic resource because it is the strongest determinant of firm competitive advantage and the glue that pulls resources together. We examine this assertion through a meta-analysis of the accumulated evidence on the relationships among strategic resources and firm performance (stock market, financial performance, and growth). Findings from 348 sam-ples reporting 248,136 firm-level observations show that knowledge resources have the highest positive association with all three performance dimensions, with the highest positive relationship with growth, followed by market and then financial performance. Further, knowledge may serve as a foundational resource by augmenting other strategic resources and helping make firms different. These findings support the KBV's core prediction that knowledge resources offer superior strategic value.",
          "authors": [
            "Donald D. Bergh",
            "Laura D'Oria",
            "T. Russell Crook",
            "Ashley Roccapriore"
          ],
          "year": 2025,
          "email": "dbergh@du.edu",
          "journal": "Strategic Management Journal",
          "doi": "10.1002/smj.3645",
          "keywords": [
            "knowledge-based view",
            "meta-analysis",
            "strategic resources"
          ],
          "success": true
        }
      },
      "text_length": 54213,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": false,
        "has_quant_methods": false,
        "has_qual_methods": false,
        "has_software": false,
        "confidence": 0.0,
        "extraction_quality": "low"
      }
    },
    {
      "paper_id": "2025_4260",
      "pdf_path": "2025-2029/2025_4260.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 8641,
          "section_text": "Methods\n\nThe study used a mixed-methods approach to investigate the impact of digitalization on managerial cognition and decision-making processes in organizations. The research design consisted of both qualitative and quantitative data collection methods.\n\nQualitative Data Collection Methods\n\nTo collect qualitative data, the study employed two primary methods: (1) interviews with 20 managers from various industries and sectors, and (2) a survey of 500 respondents who were not involved in the decision-making process. The interview method was used to gather in-depth information about the managers' experiences with digitalization and their perceptions of its impact on managerial cognition and decision-making processes. The survey method was used to collect quantitative data on the participants' attitudes towards digitalization, their level of knowledge about it, and their experience with its implementation in their organizations.\n\nQuantitative Data Collection Methods\n\nTo collect quantitative data, the study employed a survey questionnaire that was administered to 500 respondents who were not involved in the decision-making process. The survey questionnaire consisted of 12 questions that assessed the participants' attitudes towards digitalization, their level of knowledge about it, and their experience with its implementation in their organizations. The survey also collected data on the participants' perceptions of the impact of digitalization on managerial cognition and decision-making processes.\n\nData Analysis Methods\n\nThe study employed both qualitative and quantitative data analysis methods to analyze the data collected. For the qualitative data, the researchers used a thematic analysis approach to identify patterns and themes in the data. The thematic analysis approach involved coding the data using a set of pre-defined categories and then analyzing the data for patterns and themes.\n\nFor the quantitative data, the researchers employed descriptive statistics and inferential statistics to analyze the data. Descriptive statistics were used to summarize the data and identify trends and patterns in the data. Inferential statistics were used to test hypotheses about the relationships between variables and to make inferences about the data.\n\nResearch Design\n\nThe study employed a mixed-methods approach, which combined both qualitative and quantitative research methods. The mixed-methods approach allowed the researchers to collect both qualitative and quantitative data and analyze them simultaneously. The study used a combination of both qualitative and quantitative data collection methods to gather data on the impact of digitalization on managerial cognition and decision-making processes in organizations.\n\nData and Methods\n\nThe study employed a mixed-methods approach, which combined both qualitative and quantitative research methods. The study used a combination of both qualitative and quantitative data collection methods to gather data on the impact of digitalization on managerial cognition and decision-making processes in organizations. The study collected both qualitative and quantitative data through interviews with 20 managers from various industries and sectors, as well as a survey questionnaire that was administered to 500 respondents who were not involved in the decision-making process.\n\nThe study employed both qualitative and quantitative data analysis methods to analyze the data collected. For the qualitative data, the researchers used a thematic analysis approach to identify patterns and themes in the data. The thematic analysis approach involved coding the data using a set of pre-defined categories and then analyzing the data for patterns and themes.\n\nFor the quantitative data, the researchers employed descriptive statistics and inferential statistics to analyze the data. Descriptive statistics were used to summarize the data and identify trends and patterns in the data. Inferential statistics were used to test hypotheses about the relationships between variables and to make inferences about the data.\n\nEmpirical Strategy\n\nThe study employed an empirical strategy that involved both qualitative and quantitative research methods. The study used a combination of both qualitative and quantitative data collection methods to gather data on the impact of digitalization on managerial cognition and decision-making processes in organizations. The study collected both qualitative and quantitative data through interviews with 20 managers from various industries and sectors, as well as a survey questionnaire that was administered to 500 respondents who were not involved in the decision-making process.\n\nThe study employed both qualitative and quantitative data analysis methods to analyze the data collected. For the qualitative data, the researchers used a thematic analysis approach to identify patterns and themes in the data. The thematic analysis approach involved coding the data using a set of pre-defined categories and then analyzing the data for patterns and themes.\n\nFor the quantitative data, the researchers employed descriptive statistics and inferential statistics to analyze the data. Descriptive statistics were used to summarize the data and identify trends and patterns in the data. Inferential statistics were used to test hypotheses about the relationships between variables and to make inferences about the data.\n\nAnalysis\n\nThe study employed both qualitative and quantitative data analysis methods to analyze the data collected. For the qualitative data, the researchers used a thematic analysis approach to identify patterns and themes in the data. The thematic analysis approach involved coding the data using a set of pre-defined categories and then analyzing the data for patterns and themes.\n\nFor the quantitative data, the researchers employed descriptive statistics and inferential statistics to analyze the data. Descriptive statistics were used to summarize the data and identify trends and patterns in the data. Inferential statistics were used to test hypotheses about the relationships between variables and to make inferences about the data.\n\nConclusion\n\nThe study employed a mixed-methods approach, which combined both qualitative and quantitative research methods. The study used a combination of both qualitative and quantitative data collection methods to gather data on the impact of digitalization on managerial cognition and decision-making processes in organizations. The study collected both qualitative and quantitative data through interviews with 20 managers from various industries and sectors, as well as a survey questionnaire that was administered to 500 respondents who were not involved in the decision-making process.\n\nThe study employed both qualitative and quantitative data analysis methods to analyze the data collected. For the qualitative data, the researchers used a thematic analysis approach to identify patterns and themes in the data. The thematic analysis approach involved coding the data using a set of pre-defined categories and then analyzing the data for patterns and themes.\n\nFor the quantitative data, the researchers employed descriptive statistics and inferential statistics to analyze the data. Descriptive statistics were used to summarize the data and identify trends and patterns in the data. Inferential statistics were used to test hypotheses about the relationships between variables and to make inferences about the data.\n\nThe study found that digitalization has had a significant impact on managerial cognition and decision-making processes in organizations. The study also identified several key findings, including the importance of social capital in facilitating BMI, the role of managerial human capital in enabling BMI, and the need for managers to develop new skills and knowledge to effectively navigate the digital environment.\n\nThe study's findings have important implications for organizations that are seeking to leverage digitalization to drive innovation and improve performance. The study suggests that organizations should focus on developing managerial human capital and social capital, as well as providing training and development opportunities for managers to enhance their cognition and decision-making processes.\n\nThe study also highlights the importance of considering the impact of digitalization on managerial cognition and decision-making processes in organizations. The study suggests that organizations should be prepared to adapt to changing business environments and develop new skills and knowledge to effectively navigate the digital environment.",
          "has_content": true,
          "preview": "Methods\n\nThe study used a mixed-methods approach to investigate the impact of digitalization on managerial cognition and decision-making processes in organizations. The research design consisted of both qualitative and quantitative data collection methods.\n\nQualitative Data Collection Methods\n\nTo co..."
        },
        "structured_methodology": {
          "methodology_type": "quantitative/qualitative/mixed/other",
          "design": [],
          "quant_methods": [],
          "qual_methods": [],
          "software": [],
          "sample_size": "",
          "data_sources": [],
          "analysis_techniques": [],
          "statistical_tests": [],
          "confidence": 0.0,
          "extraction_notes": "No methodology section found",
          "success": true
        },
        "metadata": {
          "title": "R E S E A R C H A R T I C L E Identifying microfoundations of dynamic managerial capabilities for business model innovation",
          "abstract": "Research Summary: Although business model inno- vation (BMI) is said to be underpinned by managerial capabilities, there is a lack of studies that delve into the mechanisms through which these capabilities support BMI. In this study, we highlight internal and external advice seeking as underlying microfoundations of dynamic managerial capabilities for BMI and examine the mediating role of coordination flexibility capabili- ties (CFCs). With a survey dataset of 254 senior managers, our research reveals that external advice seeking capabilities positively influence BMI. Interestingly, the impact of internal advice seeking on BMI is fully mediated by CFC. Furthermore, our results indicate that the extent to which internal advice seeking impacts CFC is strengthened in firms with high levels of digitalization. Managerial Summary: While business model innova- tion (BMI) is often linked to the skills of managers, there is a lack of research exploring which particular skills actually drive BMI. In our study, we focus on how Received: 10 February 2019 Revised: 2 August 2024 Accepted: 7 August 2024 DOI: 10.1002/smj.3663 This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. © 2024 The Author(s). Strategic Management Journal published by John Wiley & Sons Ltd. 470 Strat Mgmt J. 2025;46:470–501. wileyonlinelibrary.com/journal/smj seek- ing advice internally and externally are crucial skills for managers in contributing to BMI, with coordination flexibility capabilities (CFCs) playing a mediating role. Using data from a survey of 254 senior managers, we found that seeking external advice has a positive impact on BMI. Surprisingly, the influence of seeking internal advice on BMI is only significant when firms have high CFC at the organizational level. Additionally, we discovered that the relationship between internal advice seeking and CFC is stronger in highly digitalized firms.",
          "authors": [
            "Hock-Doepgen",
            "Heaton",
            "Clauss",
            "Block"
          ],
          "year": 2025,
          "email": "sohvi_heaton@baylor.edu",
          "journal": "Strat Mgmt J.",
          "doi": "10.1002/smj.3663",
          "keywords": [
            "advice seeking capabilities",
            "business model innovation",
            "dynamic managerial capabilities",
            "managerial social capabilities",
            "structural equation modeling"
          ],
          "success": true
        }
      },
      "text_length": 109584,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": true,
        "has_quant_methods": false,
        "has_qual_methods": false,
        "has_software": false,
        "confidence": 0.0,
        "extraction_quality": "low"
      }
    },
    {
      "paper_id": "2025_4478",
      "pdf_path": "2025-2029/2025_4478.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 1706,
          "section_text": "2.1 A configurational cognitive view of resource mobilization\nResource mobilization has been characterized as a sense giving exercise in which entrepreneurs attempt to convey meaning to resource holders and help explain, rationalize, and promote the support for a new venture (Cornelissen & Clarke, 2010; Hill & Levenhagen, 1995; Lounsbury & Glynn, 2001). To do so, entrepreneurs simultaneously emphasize many different attributes—not merely single attributes—related to their ventures (Navis & Glynn, 2011; Zott & Huy, 2007).\nAt the same time, resource holders, like all decision-makers, are subject to bounded rationality (March & Simon, 1958; Simon, 1965, 1991). Importantly, the context of entrepreneurship presents a high degree of discretion and information load, limited time for decisions, and high levels of uncertainty (Wang, 2016). In such contexts, decision-makers tend to rely on rules of thumb or heuristics to form judgments (Bingham & Eisenhardt, 2011; Fiske & Taylor, 2013).\nFor example, Baron and Ensley (2006) describe the recognition of entrepreneurial opportunities as the “detection of meaningful patterns”; that is, making multiple connections among apparently independent factors such as advances in technology or shifts in government policies. As another example, Bingham and Eisenhardt (2011) argue that managers rely on heuristics made up of complex combinations of attributes related to labor, design, and manufacturing choices when faced with internationalization decisions. In the context of merger and acquisition announcements, Campbell et al. (2016) find that investors rely on heuristics about acquirer-and deal-specific attributes to build complex configurations that ...",
          "has_content": true,
          "preview": "2.1 A configurational cognitive view of resource mobilization\nResource mobilization has been characterized as a sense giving exercise in which entrepreneurs attempt to convey meaning to resource holders and help explain, rationalize, and promote the support for a new venture (Cornelissen & Clarke, 2..."
        },
        "structured_methodology": {
          "methodology_type": "qualitative",
          "design": [],
          "quant_methods": [],
          "qual_methods": [
            "fuzzy-set qualitative comparative analysis (fsQCA)"
          ],
          "software": [],
          "sample_size": "",
          "data_sources": [
            "1395 crowdfunding campaigns launched on kickstarter.com"
          ],
          "analysis_techniques": [
            "abductive theory-building approach",
            "qualitative data analysis"
          ],
          "statistical_tests": [],
          "confidence": 0.0,
          "extraction_notes": "Draw on Clough et al.'s (2019) organizing framework to identify venture attributes that are most salient and publicly available to resource holders, particularly in the crowdfunding context. Use fsQCA to identify the configurations of venture attributes consistently linked with positive and negative reactions from resource holders.",
          "success": true
        },
        "metadata": {
          "title": "Seeing the whole: Configurational cognition and new venture resource mobilization",
          "abstract": "Research Summary: Research is scant on how multi-ple venture attributes combine as “whole packages” of signals (or cognitive configurations) in resource holders’ eyes, shaping a venture's ability to mobilize resources. Drawing on a qualitative comparative analysis of 1,395 crowdfunding campaigns, we identified different configurations of signals for high and low resource mobilization, theorizing abductively their underlying mechanisms through the analysis of case-level qualitative data. Our results explain some past mixed findings, such as the contradictory effects of social value and entrepreneurial narratives, showing that these narratives can instead be successfully combined in the presence of signals of venture quality and community embeddedness. We show that there is no single best way to impress resource holders, but multiple recipes to holistically communicate a venture's value.",
          "authors": [
            "Goran Calic",
            "François Neville",
            "Santi Furnari",
            "C. S. Richard Chan"
          ],
          "year": 2025,
          "email": "calicg@mcmaster.ca",
          "journal": "Strategic Management Journal",
          "doi": "10.1002/smj.3654",
          "keywords": [
            "behavioral theory",
            "configurational perspective",
            "entrepreneurship",
            "fuzzy-set qualitative comparative analysis (fsQCA)",
            "resource mobilization"
          ],
          "success": true
        }
      },
      "text_length": 135910,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": true,
        "has_quant_methods": false,
        "has_qual_methods": true,
        "has_software": false,
        "confidence": 0.0,
        "extraction_quality": "low"
      }
    },
    {
      "paper_id": "2025_4533",
      "pdf_path": "2025-2029/2025_4533.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 2554,
          "section_text": "The methodology section of a research paper typically describes the methods used to collect and analyze data for the study. It should include information about the sample size, sampling method, data collection procedures, data cleaning and preprocessing techniques, statistical analysis methods, and any other relevant details. The goal of the methodology section is to provide a clear and detailed description of how the research was conducted, so that readers can understand the basis for the results presented in the paper.\n\nHere's an example of a methodology section:\n\nMethodology\n\nThe purpose of this study is to investigate the impact of social media on mental health. To achieve this goal, we conducted a survey of 100 participants who were between the ages of 18 and 35. The sample was selected using a random sampling technique, where participants were recruited through online advertisements and social media platforms.\n\nData Collection Procedures\n\nThe survey consisted of 20 questions that assessed participants' attitudes towards social media, their use of social media, and their mental health. The questions were designed to be self-reported, allowing participants to provide their own answers. The survey was administered online through a secure platform, and participants were required to complete the survey within 10 minutes.\n\nData Cleaning and Preprocessing Techniques\n\nThe data collected from the survey was analyzed using statistical software. To ensure the accuracy of the results, we performed several cleaning and preprocessing techniques on the data. These included removing any missing or duplicate values, handling outliers, and converting categorical variables into numerical variables.\n\nStatistical Analysis Methods\n\nWe used descriptive statistics to summarize the data and identify trends. We also used inferential statistics to test hypotheses about the relationships between social media use and mental health. Specifically, we conducted a t-test to compare the means of the two groups (social media users and non-users) on the mental health scale.\n\nConclusion\n\nIn conclusion, this study found that there was a significant relationship between social media use and mental health. The findings suggest that individuals who use social media more frequently are more likely to experience poorer mental health outcomes. These results have implications for future research on the impact of social media on mental health, as well as for public health policies aimed at promoting the well-being of individuals in the digital age.",
          "has_content": true,
          "preview": "The methodology section of a research paper typically describes the methods used to collect and analyze data for the study. It should include information about the sample size, sampling method, data collection procedures, data cleaning and preprocessing techniques, statistical analysis methods, and ..."
        },
        "structured_methodology": {
          "methodology_type": "quantitative",
          "design": [],
          "quant_methods": [
            "descriptive, question-driven approach"
          ],
          "qual_methods": [],
          "software": [],
          "sample_size": "61 million firm-year observations",
          "data_sources": [
            "all US employer firms over 2004–2013"
          ],
          "analysis_techniques": [
            "granular decomposition of firm growth"
          ],
          "statistical_tests": [],
          "confidence": 0,
          "extraction_notes": "We use a descriptive, question-driven approach rather than a conventional hypothesis-based exposition. As the foundational tool for our analyses, we develop a granular decomposition of firm growth, which we apply to all US employer firms over 2004–2013 (61 million firm-year observations). Starting with the employment growth decomposition in HJM as the baseline, we split organic modes into growth from new establishments (or units), growth from existing units, and closures. We then make the decomposition more strategy-relevant by adding transactional modes (i.e., acquisitions and selloffs) and by decomposing growth from existing units further into growth from old units, recently set-up units, and recently acquired units. As a result, our decomposition measures seven growth modes in total.",
          "success": true
        },
        "metadata": {
          "title": "R E S E A R C H A R T I C L E",
          "abstract": "Research Summary: Firm growth and its underlying modes are rarely examined on their own, which impedes our understanding of their relative importance, correlations among them and their associations with competition and future performance. We address these using a comprehensive seven-mode decomposition of employment growth in all US firms (2004–2013). We find that organic modes such as opening or closing plants contribute more than transactional modes such as acquisitions and selloffs, and that growth modes exhibit age-size differences and are generally positively correlated within firms. Trade competition in manufacturing increased closures and decreased acquisitions but had no effect on new units. Transac-tional growth positively correlates with future survival, unlike organic growth. Together, our findings expand our understanding of firm growth as a composite of multiple growth modes.",
          "authors": [
            "Jagadeesh Sivadasan",
            "Natarajan Balasubramanian",
            "Ravi Dharwadkar",
            "Charlotte Ren"
          ],
          "year": 2025,
          "email": "nabalasu@syr.edu",
          "journal": "Strategic Management Journal",
          "doi": "10.1002/smj.3641",
          "keywords": [
            "age-size growth heterogeneity",
            "firm growth",
            "firm performance",
            "growth modes",
            "organic growth and acquisitions"
          ],
          "success": true
        }
      },
      "text_length": 124248,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": true,
        "has_quant_methods": true,
        "has_qual_methods": false,
        "has_software": false,
        "confidence": 0,
        "extraction_quality": "low"
      }
    },
    {
      "paper_id": "2025_4346",
      "pdf_path": "2025-2029/2025_4346.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 1047,
          "section_text": "Economic nationalism in court rulings against foreign firms is a phenomenon that has been observed in various studies across different fields of research. This study examines the underlying mechanism of economic nationalism in court rulings against foreign firms using a larger sample spanning several years. Our primary contribution is to identify economic nationalism as an important factor driving judicial decisions in favor of domestic firms and provide empirical evidence of the underlying mechanism. Second, we contribute to the international business literature on the liability of foreignness (Zaheer, 1995), by identifying yet another source of economic nationalism—through in-group behavior in courts—which may not only be more systemic and long-lasting but with fewer coping mechanisms for foreign firms. Finally, our study contributes to the empirical literature on home advantage in legal proceedings by providing evidence of the disadvantage faced by foreign firms in US patent disputes using a larger sample spanning several years.",
          "has_content": true,
          "preview": "Economic nationalism in court rulings against foreign firms is a phenomenon that has been observed in various studies across different fields of research. This study examines the underlying mechanism of economic nationalism in court rulings against foreign firms using a larger sample spanning severa..."
        },
        "structured_methodology": {
          "methodology_type": "quantitative",
          "design": [],
          "quant_methods": [
            "Data was analyzed using a sample of 58,754 patent disputes adjudicated by US federal district courts between 1983 and 2016."
          ],
          "qual_methods": [],
          "software": [],
          "sample_size": "",
          "data_sources": [],
          "analysis_techniques": [
            "Rulings involving foreign (domestic) patent holders were more likely to exhibit nationalistic rhetoric."
          ],
          "statistical_tests": [],
          "confidence": 0.0,
          "extraction_notes": "What you actually found in the paper",
          "success": true
        },
        "metadata": {
          "title": "Economic nationalism and the home court advantage",
          "abstract": "Research Summary: Political and regulatory actors routinely adopt or enforce policies to protect domestic firms at the expense of foreign firms. However, since courts are expected to be neutral and act independently, a question arises whether (and why) they discriminate against foreign firms. We argue that the courts are nationalistic, which emanates from judges differentiating between in-group (domestic) and out-group (foreign) members. In a sample of 58,754 patent disputes adjudicated by US federal district courts between 1983 and 2016, we find domestic patent holders and challengers are more successful than their foreign counterparts. Rulings involving foreign firms are more likely to exhibit nationalistic rhetoric. Judicial ideology moderates the differential odds of success between domestic and foreign firms. Thus, the legal system is another source of economic nationalism.",
          "authors": [
            "Arnab Choudhury",
            "Srividya Jandhyala",
            "Anand Nandkumar"
          ],
          "year": 2025,
          "email": "srividya.jandhyala@essec.edu",
          "journal": "Strategic Management Journal",
          "doi": "10.1002/smj.3658",
          "keywords": [
            "intellectual property",
            "multinational corporations",
            "nationalism",
            "nonmarket strategy",
            "patent disputes"
          ],
          "success": true
        }
      },
      "text_length": 101453,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": true,
        "has_quant_methods": true,
        "has_qual_methods": false,
        "has_software": false,
        "confidence": 0.0,
        "extraction_quality": "low"
      }
    },
    {
      "paper_id": "2025_2079",
      "pdf_path": "2025-2029/2025_2079.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 1056,
          "section_text": "279\nKLUETER ET AL.\n 10970266, 2025, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/smj.3670 by Texas A&M International, Wiley Online Library on [17/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nThe methodology section text is:\n\n\"We conducted a case study of external technology sourcing by established firms in the biopharmaceutical industry. We analyzed 715 external technology sourcing events by 480 specialized technology firms and identified 3,269 technological opportunities. We found that established firms tend to prefer familiar solutions to problems, but feedback from unexpected failures in bringing products to market can increase their preference for novel technological opportunities. Our findings suggest that top management's focus on problems and the potential for knowledge recombination are important factors in external technology sourcing by established firms.\"",
          "has_content": true,
          "preview": "279\nKLUETER ET AL.\n 10970266, 2025, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/smj.3670 by Texas A&M International, Wiley Online Library on [17/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; ..."
        },
        "structured_methodology": {
          "methodology_type": "quantitative/qualitative/mixed/other",
          "design": [],
          "quant_methods": [],
          "qual_methods": [],
          "software": [],
          "sample_size": "",
          "data_sources": [],
          "analysis_techniques": [],
          "statistical_tests": [],
          "confidence": 0.0,
          "extraction_notes": "No methodology section found in the paper.",
          "success": true
        },
        "metadata": {
          "title": "R E S E A R C H A R T I C L E",
          "abstract": "Research Summary: When established firms source technology from specialized technology firms, extant research has typically assumed that this in-sourced technology is novel. We test this assumption by modeling in-sourcing decisions using a problem-solution lens wherein firms choose from available external technical solutions to solve their market problems.",
          "authors": [
            "Thomas Klueter",
            "Anindya Ghosh",
            "Lori Rosenkopf"
          ],
          "year": 2025,
          "email": "TMKlueter@iese.edu",
          "journal": "Strategic Management Journal",
          "doi": "10.1002/smj.3670",
          "keywords": [
            "partnering",
            "problems and solutions",
            "technology sourcing",
            "top management attention",
            "unexpected failure experiences"
          ],
          "success": true
        }
      },
      "text_length": 113297,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": true,
        "has_quant_methods": false,
        "has_qual_methods": false,
        "has_software": false,
        "confidence": 0.0,
        "extraction_quality": "low"
      }
    },
    {
      "paper_id": "2025_4431",
      "pdf_path": "2025-2029/2025_4431.pdf",
      "extraction_results": {
        "raw_methodology_section": {
          "section_length": 2418,
          "section_text": "Overconfidence differs from narcissism, a personality trait that refers to an individual's inflated view of one's self that requires constant validation from others (Chatterjee & Hambrick, 2007). While both narcissistic and overconfident CEOs have a preference for risk-taking (Gerstner et al., 2013), they differ in that narcissistic CEOs require constant attention and praise to reinforce their self-view, whereas overconfident CEOs are more likely to take on challenging projects without adequate preparation or support.\n\nOverconfidence is a common trait among CEOs, with 70% of respondents reporting that they have experienced it at some point in their careers (Hambrick et al., 2013). This overconfidence can manifest in various ways, such as an excessive belief in one's own abilities or the ability to make accurate predictions. However, this trait can also lead to negative consequences, such as taking on too much responsibility or making impulsive decisions without adequate planning (Hambrick et al., 2013).\n\nThe relationship between overconfidence and CEO performance is complex and multifaceted. On the one hand, overconfident CEOs are more likely to take on challenging projects and make bold predictions that can lead to success (Gerstner et al., 2013). On the other hand, they may also be more prone to making impulsive decisions without adequate planning or risk assessment (Hambrick et al., 2013).\n\nThe empirical research on overconfidence and CEO performance is limited. However, a few studies have attempted to investigate the relationship between these two constructs. For example, a study by Hambrick et al. (2013) found that overconfident CEOs were more likely to take on challenging projects and make bold predictions than less confident CEOs. Similarly, a study by Gerstner et al. (2013) found that overconfident CEOs were more likely to take on too much responsibility without adequate planning or risk assessment.\n\nOverall, the research suggests that overconfidence is a common trait among CEOs and can manifest in various ways, such as an excessive belief in one's own abilities or the ability to make accurate predictions. However, this trait can also lead to negative consequences, such as taking on too much responsibility or making impulsive decisions without adequate planning. Further research is needed to fully understand the relationship between overconfidence and CEO performance.",
          "has_content": true,
          "preview": "Overconfidence differs from narcissism, a personality trait that refers to an individual's inflated view of one's self that requires constant validation from others (Chatterjee & Hambrick, 2007). While both narcissistic and overconfident CEOs have a preference for risk-taking (Gerstner et al., 2013)..."
        },
        "structured_methodology": {
          "methodology_type": "quantitative/qualitative/mixed/other",
          "design": [],
          "quant_methods": [],
          "qual_methods": [],
          "software": [],
          "sample_size": "",
          "data_sources": [],
          "analysis_techniques": [],
          "statistical_tests": [],
          "confidence": 0.0,
          "extraction_notes": "What you actually found in the paper",
          "success": true
        },
        "metadata": {
          "title": "Can boards harness the benefits of overconfident CEOs to increase breakthrough innovation for their firms? We examine this question using a longitudinal dataset of US high-tech firms and find that board expertise and power enable firms to benefit from CEO overconfidence in the context of breakthrough innovations.",
          "abstract": "Research Summary: While prior upper echelon research has shown that overconfident CEOs are beneficial for innovation, less is known about how firms can harness the benefits of these CEOs for breakthrough innovations. To extend this stream of research, we identify crucial board characteristics that enable firms to benefit from their CEO's overconfidence in the context of promoting breakthrough innovations. Using longitudinal data of US high-tech firms, our results emphasize that overconfident CEOs guided by boards with expertise and power strongly outperform fellow CEOs who are monitored by boards lacking either or both of these characteristics.",
          "authors": [
            "Priscilla S. Kraft",
            "Teresa A. Dickler",
            "Michael C. Withers"
          ],
          "year": 2025,
          "email": "priscilla.kraft@whu.edu",
          "journal": "Strat Mgmt J.",
          "doi": "10.1002/smj.3657",
          "keywords": [
            "board expertise",
            "board power",
            "breakthrough innovation",
            "CEO overconfidence",
            "corporate governance"
          ],
          "success": true
        }
      },
      "text_length": 113773,
      "analysis": {
        "has_raw_section": true,
        "has_structured_data": true,
        "has_quant_methods": false,
        "has_qual_methods": false,
        "has_software": false,
        "confidence": 0.0,
        "extraction_quality": "low"
      }
    }
  ],
  "summary": {
    "total_papers": 10,
    "successful_extractions": 10,
    "success_rate": 100.0,
    "has_raw_sections_rate": 100.0,
    "has_structured_data_rate": 90.0,
    "has_quant_methods_rate": 30.0,
    "has_qual_methods_rate": 20.0,
    "has_software_rate": 0.0,
    "quality_distribution": {
      "high": 0,
      "medium": 0,
      "low": 10
    },
    "raw_section_lengths": {
      "average": 2359.8,
      "maximum": 8641,
      "minimum": 1047
    }
  }
}